Repository: codeforamerica/primerpeso2
Catalog: primerpeso2/locale/*/LC_MESSAGES/django.po
Languages: es_pr

source: Made On
es_pr: Se hizo en

source: Last Modified
es_pr: se modificó

source: creator
es_pr: creador

source: id
es_pr: identificación

source: name
es_pr: nombre

source: mission
es_pr: la misión

source: phone
es_pr: número de teléfono

source: fax
es_pr: número de fax

source: address
es_pr: dirección

source: municipality
es_pr: municipio

source: Agency
es_pr: Agencia

source: Agencies
es_pr: Agencias

source: description
es_pr: descripción

source: provider
es_pr: proveedor

source: link
es_pr: enlace

source: cost
es_pr: costo

source: Requirement
es_pr: Requisito

source: Requirements
es_pr: Requisitos

source: opportunity
es_pr: oportunidad

source: requirement
es_pr: requisito

source: Requirement Relationship
es_pr: Relación Requisito

source: Requirement Relationships
es_pr: Relaciones Requisito

source: Yes
es_pr: Sí

source: title
es_pr: titulo

source: Male
es_pr: Hombre

source: Female
es_pr: Mujer

source: Any
es_pr: Cualquiera

source: Other
es_pr: Otro

source: application cost
es_pr: costo de la aplicación

source: application deadline
es_pr: plazo de solicitud

source: benefit description
es_pr: descripción de beneficios

source: agency contact name
es_pr: nombre de contacto de la agencia

source: agency contact phone
es_pr: número de contacto de la agencia

source: agency contact email
es_pr: email de contacto del organismo

source: minimum years in business
es_pr: años como mínimo en los negocios

source: additional information
es_pr: información adicional

source: requires investment of personal money
es_pr: requiere una inversión de dinero personal

source: amount of money invested
es_pr: cantidad de dinero invertido

source: agency
es_pr: agencia

source: requirements
es_pr: requisitos

source: minimum age
es_pr: edad mínima

source: maximum age
es_pr: edad máxima

source: minimum employees
es_pr: empleados mínima

source: maximum employees
es_pr: empleados máximos

source: minimum annual revenue
es_pr: los ingresos mínima anuales

source: maximum annual revenue
es_pr: los ingresos máximos anuales

source: average application time
es_pr: tiempo medio de aplicación

source: Opportunity
es_pr: Oportunidad

source: Opportunities
es_pr: Oportunidades

source: Search Date and Time
es_pr: Búsqueda de Fecha y Hora

source: How would you use the incentive?
es_pr: En estos momentos, ¿para qué utilizarías los incentivos disponibles?

source: Will the CEOs be investing money from their own pockets?
es_pr: ¿Vas a invertir capital propio en tu negocio?

source: Both
es_pr: Ambos

source: What are the owner's genders?
es_pr: Indicar el género de los dueños del negocio.

source: What is the business structure?
es_pr: ¿Bajo qué estructura jurídica operará su negocio?

source: What industry is your business?
es_pr: Indicar la industria o sector al que está relacionado su negocio. (Código NAICS)

source: Where are the physical locations of your businesses?
es_pr: Indicar en donde opera o operará su negocio.

source: How many full time employees do you have?
es_pr: ¿Cuántos empleados a tiempo completo (full-time) tiene su empresa?

source: How many years have you been in business?
es_pr: Indicar el número de años que lleva su negocio en operación.

source: What was the gross revenue for your last fiscal calendar year?
es_pr: Indicar las ventas brutas de su negocio en el último año.

source: Opportunity Search
es_pr: Búsqueda de Oportunidades

source: Opportunity Searches
es_pr: Búsquedas de Oportunidades

source: Contact Date and Time
es_pr: Fecha y hora de contacto

source: Full Name
es_pr: Nombre y apellido

source: Phone Number
es_pr: número de teléfono

source: Postal Address
es_pr: direccion postal

source: City / Town
es_pr: Ciudad / Pueblo

source: State or Province
es_pr: Estado o Provincia

source: Postal Code
es_pr: Código Postal

source: Are You Incorporated?
es_pr: Se incorpora a su negocio??

source: Legal Business Name
es_pr: Nombre legal de su negocio

source: Company Municipality
es_pr: Empresa municipio

source: Company State or Province
es_pr: Estado o provincia de su empresa

source: Company Postal Code
es_pr: el código postal de la empresa

source: Related Search
es_pr: La Búsqueda Relacionada

source: Related Opportunities
es_pr: Oportunidades Relacionados

source: Search Contact
es_pr: Contacto de la búsqueda

source: Search Contacts
es_pr: Contactos de la búsqueda

source: Questionnaire
es_pr: Cuestionario

source: Go Back
es_pr: Volver

source: Next
es_pr: Siguiente

source: Annual Revenue
es_pr: los Ingresos Anuales

source: Name
es_pr: Nombre y apelli

source: Phone
es_pr: Teléfono

source: Address
es_pr: Dirección

source: Municipality
es_pr: Municipio

source: Incorporated
es_pr: Incorpora

source: Remove
es_pr: Ritrar

source: Add
es_pr: Añadir

source: Send Contact Emails
es_pr: Enviar correo electrónico de contacto

source: About
es_pr: Sobre

source: Home
es_pr: Página Principal

source: Sent Email Confirmation
es_pr: Email de Contacto del Organismo

source: Application Form PrimerPeso
es_pr: Formulario de solicitud de Primerpeso

source: Questionnaire Results
es_pr: Resultados del Cuestionario
